Repository: librefang/librefang-ios
Catalog: librefang-ios/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans

source: The top card stack is holding the sharpest slice while \(remainingCount) lower-priority items stay in the follow-up queue.
zh_hans: 顶部卡片堆栈保留了最关键的切片，而 \(remainingCount) 个较低优先级项保留在后续队列中。

source: The watched agent is no longer available in the current monitoring snapshot.
zh_hans: 当前监控快照中已找不到这个关注代理。

source: These commands affect the active session on the server. Use them after confirming the current agent state.
zh_hans: 这些命令会影响服务器上的当前活跃会话。请在确认代理当前状态后再使用。

source: These filters are applied on top of the agent profile and determine which tools the runtime can actually call.
zh_hans: 这些过滤器叠加在智能体配置档之上，并决定运行时实际可调用哪些工具。

source: This agent already has delivery or workspace issues surfaced on mobile.
zh_hans: 这个智能体已有投递或工作区问题在移动端被标出。

source: This agent has not stored any KV entries yet.
zh_hans: 这个代理还没有存储任何 KV 条目。

source: This agent inherits all available skills.
zh_hans: 该智能体会继承所有可用技能。

source: This agent inherits all currently available MCP servers.
zh_hans: 该智能体会继承当前所有可用 MCP 服务。

source: This agent inherits the full tool catalog unless tools are blocked elsewhere.
zh_hans: 除非其他地方阻止了工具，否则该智能体会继承完整工具目录。

source: This agent is currently using an unlabeled session.
zh_hans: 这个智能体当前正在使用一个未标记的会话。

source: This agent is no longer present in the current monitoring snapshot.
zh_hans: 当前监控快照中已不再包含该智能体。

source: This compact deck keeps checklist progress, focus scope, and follow-up load visible before composing or saving the handoff.
zh_hans: 这个紧凑面板会在编写或保存交接前，让清单进度、关注范围和后续事项负载保持可见。

source: This compact slice keeps the top queue visible before you scroll into the deeper follow-up queue.
zh_hans: 这个紧凑切片会在你滚动进入更深层后续队列前保持顶部队列可见。

source: This is already the active session.
zh_hans: 这已经是当前活跃会话。

source: This is the read-only manifest snapshot from LibreFang. Use it to compare runtime behavior against fallback routing and capability grants.
zh_hans: 这是来自 LibreFang 的只读清单快照。可用于对比运行时行为与回退路由、能力授权之间的差异。

source: This section resolves the agent's requested model through LibreFang's alias map and active model catalog.
zh_hans: 此区域会通过 LibreFang 的别名映射和当前激活的模型目录来解析该代理请求的模型。

source: This section surfaces daemon-level health and build drift that the higher-level monitoring cards can miss.
zh_hans: 此区域会展示上层监控卡可能漏掉的守护进程级健康状态和构建漂移。

source: This shows the MCP server scope that the daemon exposes to the agent after runtime discovery.
zh_hans: 这里展示守护进程在运行时发现后向智能体暴露的 MCP 服务范围。

source: This snapshot shows which capability feeds have loaded and how much access the agent currently has.
zh_hans: 这个快照展示了哪些能力源已经加载，以及该智能体当前拥有多少访问权限。

source: This surface keeps durable agent memory visible before any keys exist.
zh_hans: 这个界面会在尚无任何键之前保持持久智能体记忆可见。

source: This surface keeps durable agent memory visible before individual key edits.
zh_hans: 这个界面会在单个键编辑前保持持久智能体记忆可见。

source: Thresholds and token guardrails now stay with the spend limits instead of splitting into separate compact sections.
zh_hans: 阈值和 token 护栏现在会与支出限额放在一起，而不再拆分成单独的紧凑分区。

source: Timeline inventory
zh_hans: 时间线概览

source: Timeline is showing \(gapWarningCount) cadence gaps across recent local handoffs.
zh_hans: 时间线显示最近本地交接中有 \(gapWarningCount) 个节奏间隔异常。

source: Timeline is showing a steady local handoff cadence.
zh_hans: 时间线显示本地交接节奏稳定。

source: Tip %@...
zh_hans: 提交哈希 %@...

source: Today \(localizedUSDCurrency(todayCost))
zh_hans: 今日 \(localizedUSDCurrency(todayCost))

source: Today: \(formatCost(vm.usageTodayCost))
zh_hans: 今日：\(formatCost(vm.usageTodayCost))

source: Today: %@
zh_hans: 今天：%@

source: Token Pressure
zh_hans: Token 压力

source: Tool Completed
zh_hans: 工具执行完成

source: Tool Filter Facts
zh_hans: 工具筛选要点

source: Tool filter scope stays compact before the detailed allowlist and blocklist rows.
zh_hans: 在详细允许列表和阻止列表行展开前，工具筛选范围保持紧凑。

source: Tool filters
zh_hans: 工具筛选

source: Tool Filters
zh_hans: 工具过滤器

source: Tool filters loaded
zh_hans: 工具筛选已加载

source: Tool Profile
zh_hans: 工具配置文件

source: Tool profile route
zh_hans: 工具配置文件路由

source: Tool Scope
zh_hans: 工具范围

source: Tool Used
zh_hans: 工具已使用

source: tools
zh_hans: 工具

source: Top agent today
zh_hans: 今日最高支出智能体

source: Top Token Usage
zh_hans: Token 使用排行

source: Top Tool Calls
zh_hans: 工具调用排行

source: Total \(localizedUSDCurrency(totalModelCost))
zh_hans: 总计 \(localizedUSDCurrency(totalModelCost))

source: Total \(localizedUSDCurrency(usageSummary.totalCostUsd))
zh_hans: 总计 \(localizedUSDCurrency(usageSummary.totalCostUsd))

source: Total Recorded Cost
zh_hans: 已记录总成本

source: Total Sessions
zh_hans: 总会话数

source: Total Tokens
zh_hans: 总 Tokens

source: Transport
zh_hans: 传输

source: Trend
zh_hans: 趋势

source: Trend facts
zh_hans: 趋势要点

source: Trend pending
zh_hans: 趋势待补

source: Trend pressure stays visible before the 7-day cost chart.
zh_hans: 在 7 天成本图展开前，趋势压力保持可见。

source: Triage %lld pending approvals.
zh_hans: 分诊 %lld 个待处理审批。

source: Trigger coverage stays visible before the longer trigger inventory.
zh_hans: 在更长的触发器概览展开前，触发器覆盖保持可见。

source: Trigger facts
zh_hans: 触发器要点

source: Try a different key or value search.
zh_hans: 请尝试不同的键或值进行搜索。

source: Try a different workflow, trigger, or agent query.
zh_hans: 请尝试不同的工作流、触发器或代理查询。

source: Type
zh_hans: 类型

source: Type: %@
zh_hans: 类型：%@

source: Unknown profile
zh_hans: 未知配置档

source: Unlimited
zh_hans: 无限制

source: Unmute All
zh_hans: 取消全部静默

source: Unresolved carryover is missing from focus: %@.
zh_hans: 尚未解决的遗留项未包含在关注焦点中：%@。

source: Unsettled deliveries: \(unsettledDeliveryCount)
zh_hans: 未完成投递：\(unsettledDeliveryCount)

source: uptime
zh_hans: 运行时长

source: URL
zh_hans: 链接 URL

source: Usage only
zh_hans: 仅用量

source: Use broader runtime context when memory alone is not enough.
zh_hans: 当仅靠记忆不足时，使用更广的运行时上下文。

source: Use deeper diagnostics and routing checks when spend concentration hints at runtime drift.
zh_hans: 当支出集中度暗示运行时漂移时，使用更深入的诊断和路由检查。

source: Use delivery receipts to confirm whether outbound channel sends actually reached a recipient or failed downstream.
zh_hans: 使用投递回执来确认出站渠道发送是否真正送达接收方，或在下游失败。

source: Use nearby agent and incident surfaces first.
zh_hans: 优先使用邻近的智能体和事件界面。

source: Use nearby agent, profile, and runtime surfaces first.
zh_hans: 优先使用邻近的智能体、配置文件和运行时界面。

source: Use section coverage to confirm how much memory context is ready before leaving the current agent.
zh_hans: 在离开当前智能体前，使用分区覆盖确认已有多少记忆上下文准备就绪。

source: Use section coverage to confirm the filtered memory slice before pivoting into routes or key edits.
zh_hans: 在切换到路由或键编辑前，使用分区覆盖确认筛选后的记忆切片。

source: Use section coverage to confirm which capability feeds are available before pivoting into profile, runtime, or integration context.
zh_hans: 在切换到配置文件、运行时或集成上下文前，使用分区覆盖确认哪些能力源可用。

source: Use the badges to decide whether today's spike, average burn, or the busiest day needs the next glance.
zh_hans: 使用这些徽标判断下一眼应优先查看今天的尖峰、平均消耗还是最繁忙的一天。

source: Use the compact deck to confirm allowlist mode and inherited coverage before opening the full skill assignment list.
zh_hans: 在打开完整技能分配列表前，使用紧凑面板确认允许列表模式和继承覆盖。

source: Use the compact deck to confirm connected coverage and allowlist mode before opening the detailed MCP server inventory.
zh_hans: 在打开详细 MCP 服务器概览前，使用紧凑面板确认连接覆盖和允许列表模式。

source: Use the compact deck to confirm open access versus restricted mode before inspecting specific tool rules.
zh_hans: 在查看具体工具规则前，使用紧凑面板确认是开放访问还是受限模式。

source: Use the compact history slice to gauge how much shift context is already visible before opening full handoff cards.
zh_hans: 在打开完整交接卡片前，使用这个紧凑历史切片来判断已有多少班次上下文可见。

source: Use the compact route inventory before leaving the draft, so queue-first exits stay distinct from slower support drills.
zh_hans: 在离开草稿前先查看紧凑路由概览，让队列优先的出口与较慢的支撑流程保持区分。

source: Use the compact slice to see the loaded day count, peak spend, and current average before opening every day row.
zh_hans: 在打开每一天的行之前，使用这个紧凑切片查看已载入天数、峰值支出和当前平均值。

source: Use the compact summary to decide whether ranking order or top spenders need the next tap.
zh_hans: 使用这个紧凑摘要判断下一次点击应优先查看排名顺序还是最高支出项。

source: Use the compact summary to see definition depth, failing workflows, and the newest workflow before opening the full list.
zh_hans: 在打开完整列表前，使用这个紧凑摘要查看定义深度、失败工作流和最新工作流。

source: Use the compact timeline slice to spot cadence gaps before opening every saved handoff row in the chronology below.
zh_hans: 在打开下方按时间顺序排列的每一条已保存交接前，先用紧凑时间线切片发现节奏缺口。

source: Use the current badges to decide whether limits, trends, models, or agent spend needs the next tap.
zh_hans: 使用当前徽标判断下一次点击应优先查看限额、趋势、模型还是智能体支出。

source: Use the deck to gauge structured memory, current export state, and the longest key before opening individual memory rows.
zh_hans: 在打开单个记忆行前，使用这个面板评估结构化记忆、当前导出状态和最长键。

source: Use the focus areas to jump between limits, trends, models, and per-agent spend.
zh_hans: 使用这些关注区域在限额、趋势、模型和按智能体支出之间跳转。

source: Use the full memory surface when the compact key preview is not enough to explain agent behavior.
zh_hans: 当紧凑键预览不足以解释智能体行为时，使用完整记忆界面。

source: Use the full queue when you need broader runtime context.
zh_hans: 当你需要更完整的运行时上下文时，请使用完整队列。

source: Use the full receipt surface when the compact preview is not enough to explain channel behavior.
zh_hans: 当紧凑预览不足以解释通道行为时，使用完整回执界面。

source: Use the full workspace identity surface when the previewed files are not enough to explain agent behavior.
zh_hans: 当预览的文件不足以解释智能体行为时，使用完整工作区身份界面。

source: Use the global budget surface when the agent spend summary no longer has enough context.
zh_hans: 当智能体支出摘要已不足以提供上下文时，使用全局预算界面。

source: Use the overview and runtime exits first when cost pressure needs broader context.
zh_hans: 当成本压力需要更广上下文时，优先使用概览和运行时出口。

source: Use the route deck when memory state needs session, incident, or runtime context.
zh_hans: 当记忆状态需要会话、事件或运行时上下文时，使用路由面板。

source: Use the route inventory to gauge loaded capability feeds before leaving the capability scope view.
zh_hans: 在离开能力范围视图前，使用路由概览评估已加载的能力源。

source: Use the route inventory to gauge the visible durable-memory slice before leaving key inspection.
zh_hans: 在离开键查看前，使用路由概览评估可见的持久记忆切片。

source: Use the snapshot to judge workflow and scheduler pressure before digging into the sectioned lists.
zh_hans: 在深入查看分区列表前，使用这个快照判断工作流和调度器压力。

source: Use the summary to see enablement, exhaustion, and how widely trigger definitions are spread across agents.
zh_hans: 使用这个摘要查看启用情况、耗尽情况以及触发器定义在各 agent 间的分布范围。

source: Use the summary to see failures, active runs, and the latest run start time before opening each execution row.
zh_hans: 在打开各执行行前，使用这个摘要查看失败情况、活动运行和最近一次运行启动时间。

source: Use the summary to see paused schedules, covered agents, and the most active schedule before scanning the rows.
zh_hans: 在浏览各行前，使用这个摘要查看已暂停计划、覆盖的 agent 和最活跃的计划。

source: Use the summary to see stalled jobs, enabled coverage, and delivery spread before opening the cron rows.
zh_hans: 在打开 cron 行前，使用这个摘要查看停滞作业、启用覆盖和投递分布。

source: Use the summary to see whether one provider or one model dominates current spend.
zh_hans: 使用这个摘要查看当前支出是否由某个 provider 或某个模型主导。

source: Use these jumps to move through the automation monitor without a long iPhone scroll.
zh_hans: 使用这些跳转在自动化监控中移动，无需在 iPhone 上长距离滚动。

source: Use these routes first when workflow or scheduler pressure needs broader context.
zh_hans: 当工作流或调度器压力需要更广上下文时，先使用这些路由。

source: Use these routes when agent memory needs session, runtime, or incident context instead of isolated key inspection.
zh_hans: 当智能体记忆需要会话、运行时或事件上下文而不是孤立的键查看时，使用这些路由。

source: Use these routes when capability scope needs profile, runtime, or integration context.
zh_hans: 当能力范围需要配置文件、运行时或集成上下文时，使用这些路由。

source: Use this compact context slice to verify freshness, cadence, carryover, and follow-up load before opening the full handoff cards.
zh_hans: 在打开完整交接卡片前，使用这个紧凑上下文切片来核对时效、节奏、遗留情况和后续事项负载。

source: Use this compact digest before jumping into sessions, memory, deliveries, workspace files, or approvals.
zh_hans: 在跳转到会话、记忆、投递、工作区文件或审批之前，先使用这个紧凑摘要。

source: Use this compact slice to decide whether total cost, projected spend, or per-call efficiency needs the next glance.
zh_hans: 使用这个紧凑切片判断下一眼应优先查看总成本、预计支出还是单次调用效率。

source: Use this deck to check route breadth, feed readiness, and explicit capability scope before drilling into tool, skill, and MCP sections.
zh_hans: 在深入查看工具、技能和 MCP 分区前，使用这个面板检查路由广度、数据源就绪度和显式能力范围。

source: Use this deck to check route breadth, structured-state pressure, and visible key coverage before leaving the compact memory monitor.
zh_hans: 在离开紧凑记忆监控前，使用这个面板检查路由广度、结构化状态压力和可见键覆盖。

source: Use this deck to check whether route jumps, workflow coverage, and scoped queue actions are ready before opening the grouped automation lists.
zh_hans: 在打开归组自动化列表前，使用这个面板检查路由跳转、工作流覆盖和范围内队列操作是否已就绪。

source: Use this deck to check whether save, share, suggestion, and check-in actions are ready before editing the draft in detail.
zh_hans: 在详细编辑草稿前，使用这个面板检查保存、分享、建议和签到操作是否已就绪。

source: Use this deck to check whether sharing, session controls, and broader route pivots are ready before opening deeper agent diagnostics sections.
zh_hans: 在打开更深层智能体诊断分区前，使用这个面板检查分享、会话控制和更广的路由跳转是否已就绪。

source: Use this deck to check whether the budget view is ready for sorting, chart review, and route jumps before opening the long trend sections.
zh_hans: 在打开长趋势分区前，使用这个面板检查预算视图是否已准备好进行排序、图表审查和路由跳转。

source: Use this deck to judge whether current automation drag comes from failed runs, exhausted triggers, or stalled cron work.
zh_hans: 使用这个面板判断当前自动化拖累究竟来自失败运行、耗尽触发器还是停滞的 cron 工作。

source: Use this deck to judge whether current budget pressure comes from daily burn, weak signal coverage, or broad model and agent spread.
zh_hans: 使用这个面板判断当前预算压力究竟来自每日消耗、薄弱的信号覆盖，还是广泛的模型和智能体分布。

source: Use this deck to keep history scope, timeline gaps, checklist coverage, and slower diagnostics or watchlist drag readable before the route deck and editor sections take over.
zh_hans: 在路由面板和编辑分区接管前，使用这个面板保持历史范围、时间线缺口、清单覆盖以及较慢的诊断或关注列表拖累清晰可读。

source: Use this deck to keep linked profile support, loaded capability feeds, and assigned scope readable before drilling into tool, skill, and MCP details.
zh_hans: 在深入查看工具、技能和 MCP 详情前，使用这个面板保持已关联配置文件支撑、已加载能力源和已分配范围清晰可读。

source: Use this deck to keep pinned watch breadth, focus mode, muted-summary behavior, and preferred surface visible before the action-readiness deck and route rails expand.
zh_hans: 在行动就绪度面板和路由栏展开前，使用这个面板保持置顶关注广度、专注模式、静默摘要行为和首选界面可见。

source: Use this deck to keep scope, search state, and automation breadth readable before opening the grouped workflow, trigger, schedule, and cron lists.
zh_hans: 在打开归组工作流、触发器、计划和 cron 列表前，使用这个面板保持范围、搜索状态和自动化广度清晰可读。

source: Use this deck to keep scope, search state, and visible automation families readable before grouped workflow and scheduler lists.
zh_hans: 在归组工作流和调度器列表展开前，使用这个面板保持范围、搜索状态和可见自动化类别清晰可读。

source: Use this deck to keep structured state, export readiness, and the scoped memory slice readable before leaving the compact memory monitor.
zh_hans: 在离开紧凑记忆监控前，使用这个面板保持结构化状态、导出就绪度和范围内记忆切片清晰可读。

source: Use this deck to keep the compact split between immediate operator exits and slower support drills readable before the shortcut rails begin.
zh_hans: 在快捷轨道开始前，使用这个面板保持即时值班出口与较慢支撑流程之间的紧凑分隔清晰可读。

source: Use this deck to keep the dominant agent diagnostics lane visible before opening the deeper session, memory, delivery, file, and audit sections.
zh_hans: 在打开更深层的会话、记忆、投递、文件和审计分区前，使用这个面板保持主导智能体诊断轨道可见。

source: Use this deck to keep the dominant automation lane visible before opening grouped workflow, trigger, and schedule sections.
zh_hans: 在打开归组工作流、触发器和计划分区前，使用这个面板保持主导自动化轨道可见。

source: Use this deck to keep the dominant budget lane visible before opening trends, rankings, and lower chart sections.
zh_hans: 在打开趋势、排名和下方图表分区前，使用这个面板保持主导预算轨道可见。

source: Use this deck to keep the dominant capability lane visible before moving from compact capability decks into tool, skill, and MCP detail.
zh_hans: 在从紧凑能力面板进入工具、技能和 MCP 详情前，使用这个面板保持主导能力轨道可见。

source: Use this deck to keep the dominant handoff lane visible before moving from draft readiness into route chips and editor sections.
zh_hans: 在从草稿就绪度进入路由标签和编辑分区前，使用这个面板保持主导交接轨道可见。

source: Use this deck to keep the dominant memory lane visible before opening route rails and the full key list.
zh_hans: 在打开路由栏和完整键列表前，使用这个面板保持主导记忆轨道可见。

source: Use this deck to keep trend depth, token volume, and current spend leaders readable before the charts and rankings begin.
zh_hans: 在图表和排名开始前，使用这个面板保持趋势深度、token 量和当前支出领先项清晰可读。

source: Use this deck to keep watch state, current session visibility, budget and profile context, capability coverage, and live chat availability readable before the operator route rails fan out.
zh_hans: 在值班路由栏展开前，使用这个面板保持关注状态、当前会话可见性、预算和配置文件上下文、能力覆盖以及实时聊天可用性清晰可读。

source: Use this deck to see whether agent review is currently led by surfaced issues, operational diagnostics, or slower capability and budget context before the deeper sections take over.
zh_hans: 在更深层分区接管前，使用这个面板查看当前智能体复核主要由已浮现问题、运行诊断还是较慢的能力和预算上下文驱动。

source: Use this deck to see whether automation is currently led by execution drag, active queue flow, or broader workflow inventory before the grouped lists expand.
zh_hans: 在归组列表展开前，使用这个面板查看当前自动化主要由执行拖累、活动队列流还是更广的工作流概览驱动。

source: Use this deck to see whether capability review is currently led by explicit restrictions, assigned scope, or feed readiness before drilling into detailed capability sections.
zh_hans: 在深入详细能力分区前，使用这个面板查看当前能力复核主要由显式限制、已分配范围还是数据源就绪度驱动。

source: Use this deck to see whether handoff work is currently led by draft coverage, saved history, or live queue follow-through before editing in detail.
zh_hans: 在详细编辑前，使用这个面板查看当前交接工作主要由草稿覆盖、已保存历史还是实时队列跟进驱动。

source: Use this deck to see whether memory review is currently led by structured state, scalar keys, or export and search work before opening the full key list.
zh_hans: 在打开完整键列表前，使用这个面板查看当前记忆复核主要由结构化状态、标量键还是导出与搜索工作驱动。

source: Use this deck to see whether the budget view is currently led by trend review, ranking review, or guardrail context before the long charts and rankings begin.
zh_hans: 在长图表和排名开始前，使用这个面板查看当前预算视图主要由趋势审查、排名审查还是护栏上下文驱动。

source: Use this deck to separate approval drag, session pressure, delivery failures, workspace gaps, and structured-memory churn before opening the deeper agent sections.
zh_hans: 在打开更深层智能体分区前，使用这个面板区分审批拖累、会话压力、投递失败、工作区缺口和结构化记忆波动。

source: Use this deck to separate live queue drag from slower watchlist, session, audit, and follow-up work before editing or sharing the handoff draft.
zh_hans: 在编辑或分享交接草稿前，使用这个面板区分实时队列拖累与较慢的关注列表、会话、审计和后续事项工作。

source: Use this deck to separate structured state, scalar keys, search scope, and export readiness before drilling into individual memory edits.
zh_hans: 在深入单个记忆编辑前，使用这个面板区分结构化状态、标量键、搜索范围和导出就绪度。

source: Use this deck to separate tool restrictions, assigned skills, and MCP server scope before opening the capability feeds below.
zh_hans: 在打开下方能力源前，使用这个面板区分工具限制、已分配技能和 MCP 服务器范围。

source: Use this slice to confirm whether the visible controls are centered on normal relabel or lookup work versus destructive recovery actions.
zh_hans: 使用这个切片确认当前可见控制项主要围绕普通重命名或查询工作，还是破坏性的恢复操作。

source: Value
zh_hans: 值

source: vision
zh_hans: 视觉

source: Watched agent · %@
zh_hans: 已关注智能体 · %@

source: Watched locally
zh_hans: 本地已关注

source: Watchlist-first mode promotes pinned agents above the rest of the queue.
zh_hans: 关注列表优先模式会把置顶智能体提升到队列最前面。

source: Webhook
zh_hans: Webhook 回调

source: Widen the scope or wait for the next dashboard refresh.
zh_hans: 请扩大筛选范围，或等待下一次仪表盘刷新。

source: Within limit
zh_hans: 未超限

source: Workflow Definitions
zh_hans: 工作流定义

source: Workflow definitions stay visible before the longer workflow inventory.
zh_hans: 在更长的工作流概览展开前，工作流定义保持可见。

source: Workflow facts
zh_hans: 工作流要点

source: Workflow, trigger, schedule, and cron coverage stay summarized before the route rail and longer automation inventories.
zh_hans: 在路由栏和更长的自动化概览展开前，工作流、触发器、计划和 cron 覆盖会先被汇总。

source: Working Set
zh_hans: 工作集

source: Workspace
zh_hans: 工作区

source: Workspace Check
zh_hans: 工作区检查

source: Workspace identity drift stays visible before the file preview and deep workspace route.
zh_hans: 在文件预览和深层工作区路由展开前，工作区身份漂移保持可见。

source: Workspace identity stays visible before the file inventory loads.
zh_hans: 在文件概览加载前，工作区身份保持可见。

source: Workspace identity stays visible before the file preview and deep workspace route.
zh_hans: 在文件预览和深层工作区路由展开前，工作区身份保持可见。
